"Preferences..." = "Préférences";
"Hide Menu Bar Icon" = "Cacher l'icône de la Barre de menus";
"Show Menu Bar Icon" = "Afficher l'icône de la Barre de menus";
"Export Preferences..." = "Export Preferences...";
"Import Preferences..." = "Import Preferences...";
"Restart Finder" = "Redémarrer le Finder";
"Uninstall XtraFinder" = "Désinstaller XtraFinder";
"About XtraFinder" = "A propos de XtraFinder";
"Check for Updates..." = "Vérifier les mises à jour";

"XtraFinder Preferences" = "Préférences";

"Tabs" = "Affichage par Onglets";
"Features" = "Affichage général";

"Tabs (experimental)" = "Affichage par Onglets (expérimental)";
"Open new tab with same path" = "Ouvrir nouvel onglet avec le même chemin";
"Save open tabs when quitting Finder" = "Sauvegarder les onglets ouverts en quittant le Finder";
"Show Pinnable Window" = "Afficher/Masquer fenêtre épinglée";
"Show the Pin button" = "Affichez le bouton d'épinglage";
"Slide from:" = "Glisser à partir:";
"Bottom" = "Bas";
"Left" = "Gauche";
"Right" = "Droite";
"Top" = "Haut";
"Always open new tab in the Pinnable window" = "Toujours ouvrir un nouvel onglet dans une fenêtre épinglée";
"Dual Panel mode:" = "Affichage double panneaux:";
"Show the second Sidebar" = "Afficher la deuxième barre latérale";
"Middle-click on Sidebar to open in the second panel" = "Clic au milieu sur la latérale pour ouvrir dans le 2ème panneau";
"⇧+click on Sidebar to open in the second panel" = "⇧ + clic sur la barre latérale pour ouvrir dans le 2ème panneau";
"Shortcuts" = "Raccourcis";
"Narrow Tab Bar" = "Barre d'onglets étroite";
"Tab style" = "Affichage par onglets";
"*Require closing windows." = "*Forcer la fermeture des fenêtres.";
"Right-Click on New Tab button" = "Clic droit bouton Nouvel onglet";
"Double-Click on Tab" = "Double-clic sur l'onglet";
"Use ⌘+Number shortcuts to switch tab" = "Utiliser ⌘ + raccourcis Nombres pour basculer entre les onglets";
"Copy to Other Panel" = "Copier -> panneau";
"Move to Other Panel" = "Déplacer -> panneau";

"Arrange folders on top" = "Afficher les Dossiers en haut";
"Maximize window when zooming" = "Maximizer la fenêtre en cliquant sur le bouton \"+\"";
"Arrange items by Name in Icons View" = "Ordre alphabétique pour les Fichiers";
"Hide dot files on Desktop" = "Cacher les fichiers (.) du Bureau";
"Spring-loaded Path Bar" = "Menu à tiroir pour les éléments de la Barre des chemins";
"Click any item in the Path Bar to show contents menu" = "Cliquer sur un élément de la Barre de chemin déroule son contenu";
"Cut & Paste" = "Couper/Coller";
"Light text on dark background" = "Texte blanc sur fond noir";
"Does not support Icons view mode." = "Ne supporte pas l'affichage Icônes.";
"Sort Recent Folders menu by last opened date" = "Classer les dossiers récents par date de leur dernière ouverture";
"Automatically adjust width of Name column" = "Ajuster automatiquement la largeur de la colonne Nom";
"Max width:" = "Largeur maximum:";
"Show colorful icons in the sidebar" = "Icônes colorées dans la Barre latérale";
"Show label color in the sidebar" = "Afficher la couleur de l'étiquette dans la barre latérale";
"Press Return to open selection" = "Appuyez sur Entrée pour ouvrir la sélection";
"Press Backspace (Backward Delete) to Go Back" = "Appuyer sur Suppression arrière pour revenir en arrière";
"Press Delete (Forward Delete) to Move to Trash" = "Appuyer sur Supprimer pour déplacer dans la Corbeille";
"Rename" = "Renommer";
"Middle-click to open folder in new window or new tab" = "Un clic Molette ouvre le dossier dans un nouvel onglet ou une nouvelle fenêtre";
"Display folder item count in List view" = "Afficher le compte des dossiers dans l'affichage Liste";
"Always show Toolbar" = "Toujours afficher la Barre d'outils";
"Add XtraFinder's functions to the toolbar" = "Ajouter les fonctions XtraFinder's dans la Barre d'outils";
"Show Go Up button in the toolbar" = "Afficher le bouton monter dans la Barre d'outils";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "Utiliser ⌘ ⌥ ⇧ + raccourcis Nombres pour afficher l'étiquette";
"Hide Share item in the context menu" = "Cacher les éléments partagés dans le Menu contextuel";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "Menus contextuels";

"Collapse All" = "Tout réduire";
"Collapse the expanded nodes in List View" = "Réduire les nœuds développés dans l'affichage Liste";
"Show Hidden Items" = "Afficher les éléments cachés";
"Refresh" = "Rafraîchir";
"Copy Path" = "Copier le chemin";
"Default:" = "Défaut:";
"Contents" = "Contenu du dossier";
"Launch as Root" = "Dossier Racine";
"Make Symbolic Link" = "Afficher en Lien symbolique";
"New File..." = "Nouveau fichier";
"Default extension:" = "Extension par défaut:";
"Manage file templates" = "Gérer modèles de fichiers";
"Copy to..." = "Copier dans...";
"Move to..." = "Déplacer dans...";
"Delete permanently" = "Delete permanently";
"Select..." = "Sélectionner...";
"Dual Window - Horizontal" = "Doubles fenêtres - Horizontales";
"Dual Window - Vertical" = "Doubles fenêtres - Verticales";
"System-wide shortcut" = "Système de raccourcis";
"Hide Desktop" = "Cacher le Bureau";
"New Terminal Here" = "Nouveau Terminal ici";
"Top Most" = "Afficher au premier plan";
"Make window top most" = "Afficher le Finder au premier plan";
